tap "uselagoon/lagoon-cli"
tap "ddev/ddev"
tap "pygmystack/pygmy"
brew "ddev"
brew "pygmy"
brew "fish"
brew "nvim"
brew "stow"
brew "starship"
brew "atuin"
brew "direnv"
brew "yazi"
brew "lazygit"
brew "git"
brew "nodejs"
brew "marksman"
brew "glow"
brew "bat"
brew "fd"
brew "gh"
brew "dust"
brew "ripgrep"
brew "httpie"
brew "htop"
brew "eza"
brew "git-delta"
brew "fzf"
brew "zoxide"
brew "lagoon"
brew "posting"
brew "aider"
brew "rainfrog"
brew "jj"
brew "lazyjj"
brew "lima"
brew "qemu"
brew "docker"
brew "docker-compose"
brew "lazydocker"
brew "fswatch"
brew "zellij"
brew "terminal-notifier"
brew "uv"
brew "hurl"
cask "ngrok"
cask "font-recursive-mono-nerd-font"
cask "raycast"
cask "mitmproxy"
cask "1password-cli"
cask "1password"
cask "ghostty"
cask "obsidian"
cask "zen-browser"
cask "ollama"
