tap "uselagoon/lagoon-cli"
tap "pygmystack/pygmy"
brew "pygmy"
brew "fish"
brew "nvim"
brew "stow"
brew "starship"
brew "atuin"
brew "direnv"
brew "yazi"
brew "lazygit"
brew "git"
brew "nodejs"
brew "marksman"
brew "glow"
brew "bat"
brew "fd"
brew "gh"
brew "dust"
brew "ripgrep"
brew "httpie"
brew "htop"
brew "eza"
brew "git-delta"
brew "fzf"
brew "zoxide"
brew "lagoon"
brew "rainfrog"
brew "lima"
brew "qemu"
brew "docker"
brew "docker-compose"
brew "lazydocker"
brew "fswatch"
brew "terminal-notifier"
brew "uv"
brew "hurl"
brew "viu"
cask "font-geist-mono"
cask "font-symbols-only-nerd-font"
cask "raycast"
cask "1password-cli"
cask "1password"
cask "firefox"
cask "ollama-app"
cask "nikitabobko/tap/aerospace"
tap "FelixKratz/formulae"
brew "borders"
