# Lagoon/amazee.io
tap "uselagoon/lagoon-cli"
tap "pygmystack/pygmy"
brew "pygmy"
brew "lagoon"

# Terminal
tap "manaflow-ai/cmux"
cask "cmux"
brew "viu"
brew "atuin"
brew "fish"
brew "stow"
brew "mole"
brew "starship"
brew "yazi"
brew "glow"
brew "bat"
brew "fd"
brew "dust"
brew "ripgrep"
brew "btop"
brew "eza"
brew "fzf"
brew "zoxide"
brew "witr"
brew "fswatch"
brew "usage"
cask "font-geist-mono"
cask "font-symbols-only-nerd-font"

# Editing
brew "nvim"
brew "uv"
brew "marksman"

# Dev workflow
tap "max-sixty/worktrunk"
brew "wt"
brew "lazygit"
brew "git-delta"
brew "git"
brew "gh"
brew "mise"
brew "direnv"

# Docker / VM
brew "lima"
brew "qemu"
brew "docker"
brew "docker-compose"
brew "lazydocker"

# Secrets management
brew "fnox"
brew "age"
cask "1password-cli"
cask "1password"

# Various apps
cask "keepingyouawake"
cask "raycast"
cask "brainfm"
cask "display-pilot"
cask "deskpad"
cask "slack"
cask "claude"
cask "lm-studio"
